{
  "authors": [
    "Hongquan Yin",
    "Zulfiqar Ali",
    "Yuanqing Ding",
    "Yan-Hong Wang",
    "Michael. J. Cunningham",
    "Mohamed A. Ibrahim",
    "Amar G. Chittiboyina",
    "Wei Wang",
    "Alvaro M. Viljoen",
    "Ikhlas A. Khan"
  ],
  "authors_citations": [
    "Abou-Donia, A., Jeffs, P.W., McPhail, A.T., Miller, R.W., 1978. X-ray crystal and molecular structure of channaine, an unusual alkaloid, probably an artefact from Sceletium strictum. J. Chem. Soc. Chem. Commun. 1078–1079.",
    "Bastida, J., Viladomat, F., Llabres, J.M., Ramirez, G., Codina, C., Rubiralta, M., 1989. Narcissus alkaloids. VIII. Mesembrenone: an unexpected alkaloid from Narcissus pallidulus. J. Nat. Prod. 52, 478–480.",
    "Carpenter, J.M., Jourdan, M.K., Fountain, E.M., Ali, Z., Abe, N., Khan, I.A., Sufka, K.J., 2016. The effects of Sceletium tortuosum (L.) NE Br. extract fraction in the chick anxiety-depression model. J. Ethnopharmacol. 193, 329–332.",
    "Chavan, S.P., Khobragade, D.A., Pathak, A.B., Kalkote, U.R., 2004. A simple and efficient synthesis of ( ± )-mesembrine. Tetrahedron Lett. 45, 5263–5265.",
    "Ding, Y., Li, X.-C., Ferreira, D., 2007. Theoretical calculation of electronic circular dichroism of the rotationally restricted 3,8″-biflavonoid morelloflavone. J. Org. Chem. 72, 9010–9017.",
    "Ding, Y., Li, X., Ferreira, D., 2010. 4-Arylflavan-3-ols as proanthocyanidin models: absolute configuration via density functional calculation of electronic circular dichroism. J. Nat. Prod. 73, 435–440.",
    "Guo, F., Clift, M.D., Thomson, R.J., 2012. Oxidative coupling of enolates, enol silanes, and enamines: Methods and natural product synthesis. Eur. J. Org. Chem. 2012, 4881–4896.",
    "Li, C.-S., Ding, Y., Yang, B.-J., Miklossy, G., Yin, H.-Q., Walker, L.A., Turkson, J., Cao, S., 2015. A new metabolite with a unique 4-pyranone-γ-lactam-1,4-triazine moiety from a Hawaiian plant-associated fungus. Org. Lett. 17, 3556–3559.",
    "Loria, M.J., Ali, Z., Abe, N., Khan, I.A., Sufka, K.J., 2014. Effects of Sceletium tortuosum in rats. J. Ethnopharmacol. 155, 731–735.",
    "Shikanga, E.A., Viljoen, A., Combrinck, S., Marston, A., 2011. Isolation of Sceletium alkaloids by high-speed countercurrent chromatography. Phytochem. Lett. 4, 190–193.",
    "Shikanga, E.A., Kamatou, G.P.P., Chen, W., Combrinck, S., Viljoen, A.M., 2012a. Validated RP-UHPLC PDA and GC-MS methods for the analysis of psychoactive alkaloids in Sceletium tortuosum. S. Afr. J. Bot. 82, 99–107.",
    "Shikanga, E.A., Viljoen, A.M., Combrinck, S., Marston, A., Gericke, N., 2012b. Chemotypic variation of Sceletium tortuosum alkaloids and commercial product formulations. Biochem. Syst. Ecol. 44, 364–373.",
    "Smith, M.T., Crouch, N.R., Gericke, N., Hirst, M., 1996. Psychoactive constituents of the genus Sceletium N.E.Br. and other Mesembryanthemaceae: a review. J. Ethnopharmacol. 50, 119–130.",
    "Veale, C.G., Chen, W., Chaudhary, S., Kituyi, S.N., Isaacs, M., Hoppe, H., Edkins, A.L., Combrinck, S., Mehari, B., Viljoen, A., 2018. NMR structural elucidation of channaine, an unusual alkaloid from Sceletium tortuosum. Phytochem. Lett. 23, 189–193.",
    "Yang, X.-W., Ding, Y., Zhang, J.-J., Liu, X., Yang, L.-X., Li, X.-N., Ferreira, D., Walker, L.A., Xu, G., 2014. New acylphloroglucinol derivatives with diverse architectures from Hypericum henryi. Org. Lett. 16, 2434–2437.",
    "Zhao, J., Khan, I.A., Combrinck, S., Sandasi, M., Chen, W., Viljoen, A.M., 2018. 1H-NMR and UPLC–MS metabolomics: functional tools for exploring chemotypic variation in Sceletium tortuosum from two provinces in South Africa. Phytochemistry 152, 191–203."
  ],
  "title": "Sceletorines A and B, two minor novel dimeric alkaloids of Mesembryanthemum tortuosum (synonym Sceletium tortuosum)",
  "title_citations": [
    "Sceletorines A and B, two minor novel dimeric alkaloids of Mesembryanthemum tortuosum (synonym Sceletium tortuosum)"
  ],
  "publication_year": 2019,
  "publication_year_citations": [
    "Phytochemistry Letters 31 (2019) 78–84"
  ],
  "doi": "10.1016/j.phytol.2019.03.013",
  "doi_citations": [
    "https://doi.org/10.1016/j.phytol.2019.03.013"
  ],
  "venue": "Phytochemistry Letters",
  "venue_citations": [
    "Phytochemistry Letters 31 (2019) 78–84"
  ]
}