{
  "authors": [
    "Jessica M. Carpenter",
    "Mary K. Jourdan",
    "Emily M. Fountain",
    "Zulfiqar Ali",
    "Naohito Abe",
    "Ikhlas A. Khan",
    "Kenneth J. Sufka"
  ],
  "authors_citations": [
    "Bogdanova, O.V., Kanekar, S., D’Anci, K.E., Renshaw, P.F., 2013. Factors influencing behavior in the forced swim test. Physiol. Behav. 118, 227–239.",
    "Borsini, F., Evangelista, S., Meli, A., 1986. Effect of GABAergic drugs in the behavioral ‘despair’ test in rats. Eur. J. Pharmacol. 121, 265–268.",
    "De Pablo, J.M., Ortiz-Caro, J., Sanchez-Santed, F., Guillamón, A., 1991. Effects of diazepam, pentobarbital, scopolamine, and the timing of saline injection on learned immobility in rats. Physiol. Behav. 50, 895–899.",
    "Feltenstein, M.W., Warnick, J.E., Guth, A.N., Sufka, K.J., 2004. The chick separation-stress paradigm: a validation study. Pharmacol. Biochem. Behav. 77, 221–226.",
    "Feltenstein, M.W., Lambdin, L.C., Ganzera, M., Dharmaratne, H.R.W., Nanayakkara, N.P.D., Khan, I.A., Sufka, K.J., 2003. Anxiolytic properties of piper methysticum extract samples and fractions in the chick social-separation-stress procedure. Phytother. Res. 17, 210–216.",
    "Gericke, N., 2001. Clinical application of selected South African medicinal plants. Aust. J. Med. Herbal. 13, 3–15.",
    "Gericke, N., Viljoen, A.M., 2008. Sceletium – a review update. J. Ethnopharmacol. 119, 653–663.",
    "Harvey, A.L., Young, L.C., Viljoen, A.M., Gericke, N.P., 2011. Pharmacological actions of the South African medicinal and functional food plant Sceletium tortuosum and its principal alkaloids. J. Ethnopharmacol. 137, 1124–1129.",
    "Hymel, K.A., Salmeto, A.L., Kim, E.H., Sufka, K.J., 2010. Development and validation of the chick anxiety-depression continuum model. In: Warnick, J.E., Kalueff, A.V. (Eds.), Translational Neuroscience and Its Advancement of Animal Research: Advancement, Challenges, and Research Ethics. Nova Science Publishers, New York, NY, pp. 83–110.",
    "Kessler, R.C., Berglund, P., Demleer, O., Jin, R., Merikangas, K.R., Walters, E.E., 2005. Lifetime prevalence and age-of-onset distributions of DSM-IV disorders in the national comorbidity survey replication. Arch. Gen. Psychiatry 62, 593–602.",
    "Kessler, R.C., McGonagle, K.A., Zhao, S., Nelson, C.B., Hughes, M., Eshleman, S., 1994. Lifetime and 12-month prevalence of DSM-III-R psychiatric disorders in the United States. results from the National Comorbidity Survey. Arch. Gen. Psychiatry 51, 8–19.",
    "Kochanowska, A.J., Rao, K.V., Childress, S., El-Afy, A., Matsumoto, R.R., Kelly, M., Stewart, G.S., Sufka, K.J., Hamann, M.T., 2008. Secondary metabolites from three Florida sponges with antidepressant activity. J. Nat. Prod. 71, 186–189.",
    "Lewellyn, K., Bialonska, D., Loria, M.J., White, S.W., Sufka, K.J., Zjawiony, J.K., 2013. In vitro structure-activity relationships of aplysinopsin analogs and their in vivo evaluation in the chick anxiety-depression model. Bioorg. Med. Chem. 21, 7083–7090.",
    "Loria, M.J., Ali, Z., Abe, N., Sufka, K.J., Khan, I.A., 2014. Effects of Sceletium tortuosum in rats. J. Ethnopharmacol. 155, 731–735.",
    "Nell, H., Siebert, M., Chellan, P., Gericke, N., 2013. A randomized, double-blind, parallel-group, placebo-controlled trial of extract Sceletium tortuosum (Zembrin) in healthy adults. J. Altern. Complement. Med. 19, 898–904.",
    "Perrine, S.A., Hoshaw, B.A., Unterwald, E.M., 2006. Delta opioid receptor ligands modulate anxiety-like behaviors in the rat. Br. J. Pharmacol. 147, 864–872.",
    "Randall-Thompson, J.F., Pescatore, K.A., Unterwald, E.M., 2010. A role for delta opioid receptors in the central nucleus of the amygdala in anxiety-like behaviors. Psychopharmacology 212, 585–595.",
    "Schechter, M.D., Chance, W.T., 1979. Non-specificity of “behavioral despair” as an animal model of depression. Eur. J. Pharmacol. 60, 139–142.",
    "Smith, K.K., Dharmaratne, H.R.W., Feltenstein, M.W., Broom, S.L., Roach, J.T., Nanayakkara, N.P.D., Khan, I.A., Sufka, K.J., 2001. Anxiolytic effects of kava extract and kavalactones in the chick social separation-stress paradigm. Psychopharmacology 155, 86–90.",
    "Smith, M.T., Crouch, N.R., Gericke, N., Hirst, M., 1996. Psychoactive constituents of the genus Sceletium N.E.Br. and other Mesembryanthemaceae: a review. J. Ethnopharmacol. 50, 119–130.",
    "Sufka, K.J., Hughes, R.A., McCormick, T.M., Borland, J.L., 1994. Opiate effects on isolation stress in domestic fowl. Pharmacol. Biochem. Behav. 49, 1011–1015.",
    "Sufka, K.J., Roach, J.T., Chambliss Jr., W.J., Broom, S.L., Feltenstein, M.W., Wyandt, C. M., Zeng, L., 2001. Anxiolytic properties of botanical extracts in the chick social separation-stress procedure. Psychopharmacology 153, 219–224.",
    "Sufka, K.J., White, S.W., 2013. Identification of a treatment resistant and ketamine sensitive genetic line in the chick anxiety-depression model. Pharmacol. Biochem. Behav. 113, 63–67.",
    "Sufka, K.J., Feltenstein, M.W., Warnick, J.E., Acevedo, E.O., Webb, H.E., Cartwright, C. M., 2006. Modeling the anxiety-depression continuum hypothesis in domestic fowl chicks. Behav. Pharmacol. 17, 681–689.",
    "Sufka, K.J., Warnick, J.E., Pulaski, C.N., Slauson, S.R., Kim, Y.B., Rimoldi, J.M., 2009. Antidepressant efficacy screening of novel targets in the chick anxiety-depression model. Behav. Pharmacol. 20, 146–154.",
    "Warnick, J.E., McCurdy, C.R., Sufka, K.J., 2005. Opiate receptor function in social attachment in young domestic fowl. Behav. Brain Res. 160, 277–285.",
    "Warnick, J.E., Wicks, R.R.T., Sufka, K.J., 2006. Modeling anxiety-like states: pharmacological characterization of the chick separation stress paradigm. Behav. Pharmacol. 17, 581–587.",
    "Warnick, J.E., Huang, C.J., Acevedo, E.O., Sufka, K.J., 2009. Modelling the anxiety-depression continuum in chicks. J. Psychopharmacol. 23, 143–156.",
    "Watson, G.S., Roach, J.T., Sufka, K.J., 1999. Benzodiazepine receptor function in the chick social-separation-stress procedure. Exp. Clin. Psychopharmacol. 7, 83–89.",
    "Watson, G.S., Sufka, K.J., 1996. Chlordiazepoxide reverses social-separation-induced distress vocalizations and analgesia in young domestic fowl. Exp. Clin. Psychopharmacol. 4, 347–353.",
    "White, S.W., Sufka, K.J., 2012. Chick anxiety-depression screening model. In: Szallasi, A. (Ed.), Methods in Pharmacology and Toxicology: TRP Channels in Drug Discovery II. Springer/Humana Press, New York, NY, pp. 203–210.",
    "Willner, P., 1991. Animal models of depression. In: Willner, P. (Ed.), Behavioral Models in Psychopharmacology: Theoretical, Industrial and Clinical Perspectives. Cambridge University Press, Cambridge, pp. 91–125."
  ],
  "title": "The effects of Sceletium tortuosum (L.) N.E. Br. extract fraction in the chick anxiety-depression model",
  "title_citations": [
    "The effects of Sceletium tortuosum (L.) N.E. Br. extract fraction in the chick anxiety-depression model"
  ],
  "publication_year": 2016,
  "publication_year_citations": [
    "Journal of Ethnopharmacology 193 (2016) 329–332",
    "© 2016 Elsevier Ireland Ltd. All rights reserved."
  ],
  "doi": "10.1016/j.jep.2016.08.019",
  "doi_citations": [
    "http://dx.doi.org/10.1016/j.jep.2016.08.019"
  ],
  "venue": "Journal of Ethnopharmacology",
  "venue_citations": [
    "Journal of Ethnopharmacology 193 (2016) 329–332"
  ]
}