{
  "authors": [
    "G.I. Stafford",
    "P.D. Pedersen",
    "A.K. Jäger",
    "J. Van Staden"
  ],
  "authors_citations": [
    "Ali, B.H., Bashir, A.K., Tanira, M.O.M., Medvedev, A.E., Jarrett, N., Sandler, M., Glover, V., 1998. Effect of extract of Rhazya stricta, a traditional medicinal plant, on rat brain tribulin. Pharmacology Biochemical Behaviour 59, 671–675.",
    "Arnold, H-J., Gulumian, M., 1984. Pharmacopeia of traditional medicine in Venda. Journal of Ethnopharmacology 12, 35–74.",
    "Bienvenu, E., Amabeoku, G.J., Eagles, P.K., Scott, G., Springfield, E.P., 2002. Anticonvulsant activity of aqueous extract of Leonotis leonurus. Phytomedicine 9, 217–223.",
    "Bodkin, J.A., Amsterdam, J.D., 2002. Transdermal selegiline in major depression: a double-blind, placebo-controlled, parallel-group study in outpatients. American Journal of Psychiatry 159, 1869–1875.",
    "Bradford, M.M., 1976. A rapid and sensitive method for the quantification of microgram quantities of protein utilizing the principle of protein-dye binding. Analytical Biochemistry 72, 248–254.",
    "Burzanska-Hermann, Z., Rzadkowska-Bodalska, H., Olechnowicz-Stepien, W., 1977. Isolation and identification of flavonoid compounds of Mentha aquatica L. herb. Roczniki Chemii 51, 701–709.",
    "Butterweck, V., Nahrstedt, A., Evans, J., Hufeisen, S., Rauser, L., Savage, J., Popadak, B., Ernsberger, P., Roth, B.L., 2002. In vitro receptor screening of pure constituents of St. John's Wort reveals novel interactions with a number of GPCRs. Psychopharmacology Bulletin 162, 193–202.",
    "Dauskardt, R.P.A., 1990. The changing geography of traditional medicine: urban herbalism on the Witwatersrand. Geojournal 22, 275–283.",
    "Fennell, C.W., Lindsey, K.L., McGaw, L.J., Sparg, S.G., Stafford, G.I., Elgorashi, E.E., Grace, O.M., Van Staden, J., 2004. Assessing African medicinal plants for efficacy and safety: pharmacological screening and toxicology. Journal of Ethnopharmacology 94, 205–217.",
    "Gelfand, M., Mavi, S., Drummond, R.B., Ndemera, B., 1985. The Traditional Medical Practitioner in Zimbabwe. Mambo Press, Zimbabwe.",
    "Gerstner, J., 1941. A preliminary checklist of Zulu names of plants with short notes. Bantu Studies 15, 277.",
    "Goldblatt, P., 1978. An analysis of the flora of southern Africa: its characterisation, relationships and origins A. Missouri Botanical Gardens 65, 369–436.",
    "Haraguchi, H., Tanaka, Y., Kabbash, A., Fujioka, T., Ishizu, T., Yagi, A., 2004. Monoamine oxidase inhibitors from Gentiana lutea. Phytochemistry 65, 2255–2260.",
    "Holt, A., Sharman, D.S., Baker, G.B., Palcic, M.M., 1997. A continuous spectrophotometric assay for monoamine oxidase and related enzymes in tissue homogenates. Analytical Biochemistry 244, 384–392.",
    "Hou, W-C., Lin, R-D., Chen, C-T., Lee, M-H., 2005. Monoamine oxidase B (MAO-B) inhibition by active principles from Uncaria rhynchophylla. Journal of Ethnopharmacology 100, 216–220.",
    "Hulme, M.M., 1954. Wild Flowers of Natal. Shuter and Shooter, Pietermaritzburg.",
    "Huong, D.T.L., Dat, N.T., Minh, C.V., Kang, J-S., Kim, Y.H., 2002. Monoamine oxidase inhibitors from Aquilaria agallocha. Natural Product Sciences 8, 30–33.",
    "Hutchings, A., Van Staden, J., 1994. Plants used for stress-related ailments in traditional Zulu, Xhosa and Sotho medicine. Part I: Plants used for headaches. Journal of Ethnopharmacology 43, 89–124.",
    "Hutchings, A., Scott, A.H., Lewis, G., Cunningham, A.B., 1996. Zulu Medicinal Plants: An Inventory. University of Natal Press, Pietermaritzburg.",
    "Ivanova, A., Mikhovaa, B., Najdenskib, H., Tsvetkovab, I., Kostova, I., 2005. Antimicrobial and cytotoxic activity of Ruta graveolens. Fitoterapia 76, 344–347.",
    "Jo, Y.S., Houng, D.T.L., Bae, K., Lee, M.K., Kim, Y.H., 2002. Monoamine oxidase inhibitory coumarin from Zanthoxylum schinifolium. Planta Medica 68, 84–85.",
    "Laydevant, F., 1932. Religious or sacred plants of Basutoland. Bantu Studies 6, 65–69.",
    "Lin, R-D., Hou, W.C., Yen, K.Y., Lee, M.H., 2003. Inhibition of monoamine oxidase B (MAO-B) by Chinese herbal medicines. Phytomedicine 10, 650–656.",
    "Nielsen, N.D., Sandager, M., Stafford, G.I., Van Staden, J., Jäger, A.K., 2003. Screening of indigenous plants from South Africa for affinity to the serotonin reuptake transport protein. Journal of Ethnopharmacology 94, 159–163.",
    "Palmer, E., Pitman, N., 1972. Trees of Southern Africa. Balkema, Cape Town.",
    "Pujol, J., 1990. NaturAfrica: The Herbalists Handbook. Jean Pujol Natural Healers Foundation, Durban.",
    "Sandager, M., Nielsen, N.D., Stafford, G.I., Van Staden, J., Jäger, A.K., 2005. Alkaloids from Boophane disticha with affinity to the serotonin transporter in rat brain. Journal of Ethnopharmacology 98, 367–370.",
    "San Miguel, E., 2003. Rue (Ruta L., Rutaceae) in traditional Spain: frequency and distribution of its medicinal and symbolic applications. Economic Botany 57, 231–244.",
    "Saura Marti, J., Kettler, R., Da Prada, M., Richards, J.G., 1990. Molecular neuroanatomy of MAO-A and MAO-B. Journal of Neural Transmission Supplementum 32, 49–53.",
    "Schmidt, K., Li, Z., Schubert, B., Huang, B., Stoyanova, S., Hamburger, M., 2003. Screening of entomopathogenic Deuteromycetes for activities on targets involved in degenerative diseases of the central nervous system. Journal of Ethnopharmacology 89, 251–260.",
    "Sobiecki, J.F., 2002. A preliminary inventory of plants used for psychoactive purposes in southern Africa healing traditions. Transactions of the Royal Society of South Africa 57, 1–24.",
    "Song, P.S., Tapley, K.J., 1979. Photochemistry and photobiology of psoralens. Photochemistry and Photobiology 29, 1177–1197.",
    "Swift, C.R., Asuni, T., 1975. Mental Health and Disease in Africa. Churchill Livingston, Edinburgh.",
    "Tao, G., Irie, Y., Li, D-J., Keung, W.M., 2005. Eugenol and its structural analogs inhibit monoamine oxidase A and exhibit antidepressant-like activity. Bioorganic and Medicinal Chemistry 13, 4777–4788.",
    "Van Wyk, B-E., Van Oudtshoorn, B., Gericke, N., 1997. Medicinal Plants of South Africa. Briza Publications, Pretoria, South Africa.",
    "Van Wyk, B., Gericke, N., 2000. Peoples Plants. Briza Publications, Pretoria, South Africa.",
    "Veale, D.J.H., Furman, K.I., Oliver, D.W., 1992. South African traditional herbal medicines used during pregnancy and childbirth. Journal of Ethnopharmacology 27, 341–346.",
    "Watt, J.M., 1967. African plants potentially useful in mental health. Lloydia 30, 1–22.",
    "Watt, J.M., Breyer-Brandwijk, M.G., 1962. The Medicinal and Poisonous Plants of Southern and Eastern Africa, 2nd edn. Livingston, London.",
    "Weiss, R.F., 1988. Herbal Medicine. Trans. A.R. Meuss. Beaconsfield Publishers, Beaconsfield, Bucks.",
    "Williams, V.L., 1996. The Witwatersrand Muti trade. Veld & Flora 82, 12–14.",
    "Williamson, E., Evans, F.J., 1988. Potter's New Cyclopaedia of Botanical Drugs and Preparations. Saffron Walden, England.",
    "Yamada, M., Yasuhara, H., 2004. Clinical pharmacology of MAO inhibitors: safety and future. Neurotoxicology 25, 215–221."
  ],
  "title": "Monoamine oxidase inhibition by southern African traditional medicinal plants",
  "title_citations": [
    "G.I. Stafford et al. / South African Journal of Botany 73 (2007) 384–390"
  ],
  "publication_year": 2007,
  "publication_year_citations": [
    "South African Journal of Botany 73 (2007) 384–390"
  ],
  "doi": "10.1016/j.sajb.2007.03.001",
  "doi_citations": [
    "doi:10.1016/j.sajb.2007.03.001"
  ],
  "venue": "South African Journal of Botany",
  "venue_citations": [
    "South African Journal of Botany 73 (2007) 384–390"
  ]
}