{
  "authors": [
    "Dahae Lee",
    "Sung Jin Kim",
    "Yea Jung Choi",
    "Young Ho Rho",
    "Tae Seok Kang",
    "Yoon Geol Kim",
    "Ki Sung Kang"
  ],
  "authors_citations": [
    "Lee, D.",
    "Kim, S.J.",
    "Choi, Y.J.",
    "Rho, Y.H.",
    "Kang, T.S.",
    "Kim, Y.G.",
    "Kang, K.S."
  ],
  "keywords": [
    "Mesembryanthemum crystallinum",
    "D-pinitol",
    "insulin",
    "IRS-2",
    "PDX-1"
  ],
  "keywords_citations": [
    "Keywords: Mesembryanthemum crystallinum; D-pinitol; insulin; IRS-2; PDX-1"
  ],
  "plants": [
    {
      "scientific_name": "Mesembryanthemum crystallinum",
      "scientific_name_citations": [
        "The Glucose-Lowering Effect of Mesembryanthemum crystallinum and D-Pinitol: Studies on Insulin Secretion in INS-1 Cells and the Reduction of Blood Glucose in Diabetic Rats"
      ],
      "common_names": [
        "Ice plant"
      ],
      "common_names_citations": [
        "Ice plant (Mesembryanthemum crystallinum) is a vegetable with various therapeutic uses, one of which is its ability to prevent diabetes."
      ],
      "family": "Aizoaceae",
      "family_citations": []
    }
  ],
  "effects": [
    {
      "name": "Glucose-lowering effect",
      "name_citations": [
        "Abstract",
        "3.6. Effect of IPE on Blood Glucose and Insulin Levels"
      ],
      "mechanism": "Upregulation of insulin-related pathway factors (IRS-2, PI3K, Akt) and PDX-1; enhancement of insulin signaling by increasing IRS-1 phosphorylation.",
      "mechanism_citations": [
        "Abstract",
        "3.2. Effects of IPE and D-Pinitol on the Protein Expression of IRS-2, PI3K, Akt, and PDX-1",
        "3.7. Effect of IPE on Phosphorylation of IRS-1 in Pancreas Tissue"
      ],
      "evidence_type": "In vitro (INS-1 cells) and in vivo (HFD/STZ-induced diabetic rats)",
      "evidence_type_citations": [
        "Abstract",
        "2.4. Cell Culture",
        "2.8. Animal Care and Diabetes Induction"
      ]
    },
    {
      "name": "Insulin secretion stimulation",
      "name_citations": [
        "Abstract",
        "3.1. Effect of IPE and D-Pinitol on GSIS"
      ],
      "mechanism": "Upregulating the expression of IRS-2, PI3K, Akt, and PDX-1.",
      "mechanism_citations": [
        "Abstract",
        "3.2. Effects of IPE and D-Pinitol on the Protein Expression of IRS-2, PI3K, Akt, and PDX-1"
      ],
      "evidence_type": "In vitro (INS-1 rat insulin-secreting ̢-cell line)",
      "evidence_type_citations": [
        "Abstract",
        "2.4. Cell Culture"
      ]
    },
    {
      "name": "Lipid-lowering and liver-function-improving effects",
      "name_citations": [
        "Abstract",
        "3.5. Effect of IPE on Serum AST, ALT, TG, and TC Levels"
      ],
      "mechanism": "Reduction of serum alanine aminotransferase (ALT), serum aspartate aminotransferase (AST), triglyceride levels, and total cholesterol levels.",
      "mechanism_citations": [
        "Abstract",
        "3.5. Effect of IPE on Serum AST, ALT, TG, and TC Levels"
      ],
      "evidence_type": "In vivo (HFD/STZ-induced diabetic rats)",
      "evidence_type_citations": [
        "Abstract",
        "2.8. Animal Care and Diabetes Induction"
      ]
    }
  ],
  "title": "The Glucose-Lowering Effect of Mesembryanthemum crystallinum and D-Pinitol: Studies on Insulin Secretion in INS-1 Cells and the Reduction of Blood Glucose in Diabetic Rats",
  "title_citations": [
    "page 1, title section"
  ],
  "year": 2025,
  "year_citations": [
    "page 1, header and citation section"
  ],
  "doi": "10.3390/nu17010193",
  "doi_citations": [
    "page 1, citation section and footer"
  ],
  "abstract": "Background: Ice plant (Mesembryanthemum crystallinum) is a vegetable with various therapeutic uses, one of which is its ability to prevent diabetes. The present study examined the insulin secretion effect related to the mechanism of action of ice plant extract (IPE) and its active compound D-pinitol in a rat insulin-secreting ̢-cell line, INS-1, as well as in diabetic rats. Methods: The glucose-stimulated insulin secretion (GSIS) test and Western blotting were used to measure GSIS. The glucose-stimulated index (GSI) and expression levels of insulin-related pathway factors, including insulin receptor substrate-2 (IRS-2), phosphoinositide 3-kinase (PI3K), Akt, and pancreatic and duodenal homeobox-1 (PDX-1), were measured in INS-1 cells. Results: The results showed that the GSI values were found to be 8.17 \u0011 0.22 and 12.21 \u0011 0.22 for IPE (25 ̶g/mL) and D-pinitol (100 ̶M), respectively. GSI values increased statistically significantly. In addition, IPE and D-pinitol upregulated the expression of insulin-related pathway factors. These findings indicate that insulin secretion was significantly stimulated by IPE and D-pinitol in the INS-1 cells, partly by upregulating the expression of IRS-2, PI3K, Akt, and PDX-1. Additionally, IPE administration significantly reduced excessive weight gain and improved glucose tolerance by decreasing the OGTT-AUC. It demonstrated liver-function-improving and lipid-lowering effects by reducing serum alanine aminotransferase (ALT), serum aspartate aminotransferase (AST), triglyceride levels, and total cholesterol levels. Mechanistically, IPE enhances insulin signaling by increasing insulin receptor substrate 1 (IRS-1) phosphorylation and improving glucose metabolism and insulin sensitivity. Conclusions: These results offer important new information on the potential of D-pinitol and IPE as functional foods for improving insulin secretion and managing metabolic dysregulation associated with diabetes.",
  "abstract_citations": [
    "page 1, Abstract section"
  ],
  "study_type": "Experimental study (In vitro and In vivo)",
  "study_type_citations": [
    "page 1, Abstract section",
    "page 2, Materials and Methods section"
  ]
}