{
  "authors": [
    "Cornelia Klak",
    "Pavel Hanáček",
    "Peter V. Bruyns"
  ],
  "authors_citations": [
    "Adamson, R.S., 1955. The South African species of Aizoaceae. II. Tetragonia. J. S. Afr. Bot. 21, 109–154.",
    "Adamson, R.S., 1956. The South African species of Aizoaceae. III. Galenia. J. S. Afr. Bot. 22, 87–127.",
    "Adamson, R.S., 1959a. The South African species of Aizoaceae. VI. Acrosanthes. J. S. African Bot. 25, 23–28.",
    "Adamson, R.S., 1959b. The South African species of Aizoaceae VII. Aizoon. J. S. African Bot. 25, 29–51.",
    "Adamson, R.S., 1961. The South African species of Aizoaceae. XI. Plinthus. J. S. Afr. Bot. 27, 147–151.",
    "Alfaro, M.E., Holder, M.T., 2006. The posterior and the prior in Bayesian phylogenetics. Annual Rev. Ecol. Syst. 37, 19–42.",
    "Arakaki, M., Christin, P.-A., Nyffeler, R., Lendel, A., Eggli, U., Ogburn, R.M., Spriggs, E., Moore, M.J., Edwards, E.J., 2011. Contemporaneous and recent radiations of the world’s major succulent lineages. Proc. Natl. Acad. Sci. USA 108, 8379–8384.",
    "Bellstedt, D.U., Van Zyl, L., Marais, E.M., Bytebier, B., de Villiers, C.A., Makwarela, A. M., Dreyer, L.L., 2008. Phylogenetic relationships, character evolution and biogeography of southern African members of Zygophyllum (Zygophyllaceae) based on three plastid regions. Mol. Phyl. Evol. 47, 932–949.",
    "Bergh, N.G., Linder, H.P., 2009. Cape diversification and repeated out-of-Africa dispersal in paper daisies (Asteraceae-Gnaphalieae). Mol. Phyl. Evol. 51, 5–18.",
    "Bittrich, V., 1990a. Systematic studies in Aizoaceae. Mitt. Inst. Allg. Bot. Hamburg 23b, 491–507.",
    "Bittrich, V., 1990b. Aizoaceae. A new species of Galenia from the Great Karoo. Bothalia 20, 217–219.",
    "Bittrich, V., Hartmann, H.E.K., 1988. The Aizoaceae – a new approach. Bot. J. Linnean Soc. 97, 239–254.",
    "Bobe, R., 2006. The evolution of arid ecosystems in eastern Africa. J. Arid Environ. 66, 564–584.",
    "Bohley, K., Joos, O., Hartmann, H., Sage, R., Liede-Schumann, S., Kadereit, G., 2015. Phylogeny and Sesuvioideae (Aizoaceae) – biogeography, leaf anatomy and the evolution of C4 photosynthesis. Perspect. Ecol. Evol. Syst. 17 (2), 116–130.",
    "Bruyns, P.V., Klak, C., Hanáček, P., 2011. Age and diversity in Old World succulent species of Euphorbia (Euphorbiaceae). Taxon 60, 1717–1733.",
    "Bruyns, P.V., Klak, C., Hanáček, P., 2014a. Evolution of the stapeliads (Apocynaceae-Asclepiadoideae) – repeated major radiation across Africa in an Old World group. Mol. Phyl. Evol. 77, 251–263.",
    "Bruyns, P.V., Klak, C., Hanáček, P., 2015. Recent radiation of Brachystelma and Ceropegia (Apocynaceae) across the Old World against a background of climatic change. Mol. Phyl. Evol. 90, 49–66.",
    "Bruyns, P.V., Oliveira-Neto, M., Melo-de-Pinna, G.F., Klak, C., 2014b. Phylogenetic relationships in the Didiereaceae with special reference to subfamily Portulacarioideae. Taxon 63, 1053–1064.",
    "Caujapé-Castells, J., Jansen, R.K., Membrives, N., Pedrola-Monfort, J., Montserrat, J. M., Ardanuy, A., 2001. Historical biogeography of Androcymbium Willd. (Colchicaceae) in Africa. Evidence from cpDNA RFLPs. Bot. J. Linn Soc. 136, 379–392.",
    "Chinnock, R.J., 1983. The Australian genus Gunniopsis Pax (Aizoaceae). J. Adelaide Bot. Gard. 6, 133–179.",
    "Cowling, R.M., Hilton-Taylor, C., 1999. Plant biogeography, endemism and diversity. In: Dean, W.R.J., Milton, S.L. (Eds.), The Karoo: Ecological Patterns and Processes. Cambridge University Press, Cambridge, pp. 42–56.",
    "Cowling, R.M., Procheş, Ş., Desmet, P.G., Esler, K.J., 2009. Explaining the uniqueness of the Cape flora, incorporating geomorphic evolution as a factor for explaining its diversification. Mol. Phyl. Evol. 51, 64–74.",
    "Drummond, A.J., Rambaut, A., 2007. BEAST. Bayesian evolutionary analysis by sampling trees. B.M.C Evol. Biol. 7, 214.",
    "Drummond, A.J., Suchard, M.A., Xie, D., Rambaut, A., 2012. Bayesian phylogenetics with BEAUTi and the BEAST 1.7. Molec. Biol. Evol. 29, 1969–1973.",
    "Dupont, L.M., Linder, H.P., Rommerskirchen, F., Schefuß, E., 2011. Climate-driven rampant speciation of the Cape flora. J. Biogeogr. 38, 1059–1068.",
    "Francis, M.L., Fey, M.V., Prinsloo, H.P., Ellis, F., Mills, A.J., Medinski, T.V., 2007. Soils of Namaqualand: compensation for aridity. J. Arid Environ. 70, 588–603.",
    "Friedrich, H.-C., 1957. Aizoanthemum Dinter ex Friedr., eine wenig beachtete Gattung der Ficoideae aus Südwestafrika. Mitt. Bot. Staatssamml. München 2, 339–347.",
    "Hartmann, H.E.K., 1988. Fruit types in Mesembryanthema. Beitr. Biol. Pfl. 63, 313–349.",
    "Hartmann, H.E.K., 1991. Mesembryanthema. Contr. Bolus Herb. 13, 75–157.",
    "Hartmann, H.E.K., 2001. Illustrated Handbook of Succulent Plants, 2 Vols. Springer, Berlin.",
    "Hassan, N.S., Thiede, J., Liede-Schumann, S., 2005. Phylogenetic analysis of Sesuvioideae (Aizoaceae) inferred from nrDNA internal transcribed spacer (ITS) sequences and morphological data. Pl. Syst. Evol. 255, 121–143.",
    "Hernández-Ledesma, P., Berendsohn, W.G., Borsch, T., von Mering, S., Akhani, H., Arias, S., Castañeda-Noa, I., Eggli, U., Eriksson, R., Flores-Olvera, H., Fuentes-Bazán, S., Kadereit, G., Klak, C., Korotkova, N., Nyffeler, R., Ocampo, G., Ochoterena, H., Oxelman, B., Rabeler, R.K., Sanchez, A., Schlumpberger, B.O., Uotila, P., 2015. A taxonomic backbone for the global synthesis of species diversity in the angiosperm order Caryophyllales. Willdenowia 45 (3), 281–383, http://dx.doi.org/10.3372/wi.45.45301.",
    "Holm, L.G., Pancho, J.V., Herberger, J.P., Plucknett, D.L., 1979. A Geographical Atlas of World Weeds. Wiley, New York Chichester Brisbane Toronto.",
    "Huelsenbeck, J.P., Rannala, B., 2004. Frequentist properties of Bayesian posterior probabilities of phylogenetic trees under simple and complex substitution models. Syst. Biol. 53, 904–913.",
    "Ihlenfeldt, H.-D., 1967. Über die Abgrenzung und die natürliche Gliederung der Pedaliaceae R. Br. Mitt. Inst. Allg. Bot. Hamburg 12, 43–128.",
    "Ihlenfeldt, H.-D., 1983. Dispersal of Mesembryanthemaceae in arid habitats. Sonderbd. Naturwiss. Ver. Hamburg 7, 381–390.",
    "Ihlenfeldt, H.-D., 1994. Diversification in an arid world: The Mesembryanthemaceae. Ann. Rev. Ecol. Syst. 25, 521–546.",
    "Ihlenfeldt, H.-D., 2010. Pedaliaceae – evolution and phylogeny of the succulent genera. Schumannia 6, 151–182.",
    "Ihlenfeldt, H.-D., Hartmann, H.E.K., 1982. Leaf surfaces in Mesembryanthemaceae. In: Cutler, D.F., Alvin, K.L., Price, C.E. (Eds.), The Plant Cuticle. Academic Press, London, pp. 397–423.",
    "Jordan, W.C., Courtney, M.W., Neigel, J.E., 1996. Low levels of intraspecific genetic variation at a rapidly evolving chloroplast DNA locus in North American duckweeds (Lemnaceae). Amer. J. Bot. 83, 430–439.",
    "Jürgens, N., 1997. Floristic biodiversity and history of African arid regions. Biodivers. Conserv. 6, 495–514. http://dx.doi.org/10.1023/A:1018325026863.",
    "Kadereit, G., Gotzek, D., Jacobs, S., Freitag, H., 2005. Origin and age of Australian Chenopodiaceae. Org. Divers. Evol. 5, 59–80.",
    "Kadereit, G., Muzina, L., Freitag, H., 2006. Phylogeny of Salicornioideae (Chenopodiaceae): diversification, biogeography, and evolutionary trends in leaf and flower morphology. Taxon 55, 617–642.",
    "Kelchner, S.A., Clark, L.G., 1997. Molecular evolution and phylogenetic utility of the chloroplast rpl16 intron in Chusquea and the Bambusoideae (Poaceae). Mol. Phylogenet. Evol. 8, 385–397.",
    "Klak, C., Bruyns, P.V., Hedderson, T.A.J., 2007. A phylogeny and new classification for Mesembryanthemoideae (Aizoaceae). Taxon 56, 737–756.",
    "Klak, C., Bruyns, P.V., 2012. Phylogeny of the Dorotheantheae (Aizoaceae), a tribe of succulent annuals. Taxon 61 (2), 293–307.",
    "Klak, C., Bruyns, P.V., 2013. A new infrageneric classification for Mesembryanthemum L. (Aizoaceae: Mesembryanthemoideae). Bothalia 43 (2), 197–206.",
    "Klak, C., Bruyns, P.V., Hanáček, P., 2013. A phylogenetic hypothesis for the recently diversified Ruschieae (Aizoaceae) in southern Africa. Mol. Phyl. Evol. 69, 1005–1020.",
    "Klak, C., Hanáček, P., Bruyns, P.V., 2015. A phylogeny and revised classification for the Apatesieae (Aizoaceae: Ruschioideae) with a comparison of centres of diversity. Taxon 64, 507–522.",
    "Klak, C., Khunou, A., Reeves, G., Hedderson, T.A.J., 2003. A phylogenetic hypothesis for the Aizoaceae (Caryophyllales) based on four plastid DNA regions. Amer. J. Bot. 90, 1433–1445.",
    "Klak, C., Reeves, G., Hedderson, T.A.J., 2004. Unmatched tempo of evolution in Southern African semi-desert ice plants. Nature 427, 63–65. http://dx.doi.org/10.1038/nature02243.",
    "Linder, H.P., 2008. Plant species radiations: where, when, why? Phil. Trans. Royal Soc. B 363, 3097–3105.",
    "Linder, H.P., 2014. The evolution of African plant diversity. Front. Ecol. Evol. 2, 1–14.",
    "Maddison, W.P., Maddison, D.R., 2009. Mesquite, A modular system for evolutionary analysis. Version 2.72. <http://mesquiteproject.org>.",
    "Manning, J.C., Goldblatt, P., 2012. Plants of the Greater Cape Floristic Region 1: The Core Cape Flora. Strelitzia 29. South African Biodiversity Institute, Cape Town.",
    "McCarthy, C., 1996. Chromas. Version 1.43. School of Biomolecular and Biomedical Science, Brisbane, Australia.",
    "Midgley, J.J., Illing, N., 2009. Were Malagasy Uncarina fruits dispersed by the extinct elephant bird? S. Afr. J. Sci. 105, 467–469.",
    "Miller, M.A., Pfeiffer, W., Schwartz, T., 2010. Creating the CIPRES Science Gateway for inference of large phylogenetic trees. In: Proceedings of the Gateway Computing Environments Workshop (GCE) 14 Nov. 2010. New Orleans, LA, pp. 1–8.",
    "Nicholas, K.B., Nicholas, H.B. Jr., 1997. GeneDoc, version 2.6.002. A tool for editing and annotating multiple sequence alignments. Distributed by the author. <http://www.nrbsc.org/gfx/genedoc/index.html>.",
    "Nichols, D.J., Traverse, A., 1971. Palynology, petrology and depositional environments of some early Tertiary lignites in Texas. Geosci. Man 3, 37–48.",
    "Oxelman, B., Lidén, M., Berglund, D., 1997. Chloroplast rps16 intron phylogeny of the tribe Sileneae (Caryophyllaceae). Pl. Syst. Evol. 206, 393–410.",
    "Parolin, P., 2001. Seed expulsion in fruits of Mesembryanthema (Aizoaceae), a mechanistic approach to study the effect of fruit morphological structures on seed dispersal. Flora 196, 313–322.",
    "Parolin, P., 2006. Ombrohydrochory, rain-operated seed dispersal in plants – With special regard to jet-action dispersal in Aizoaceae. Flora 201, 511–518.",
    "Rambaut, A., Drummond, A.J., 2003. Tracer, version 1.5. <http://beast.bio.ed.ac.uk/tracer>.",
    "Ronquist, F., Huelsenbeck, J.P., 2003. MrBayes 3: Bayesian phylogenetic inference under mixed models. Bioinformatics 19, 1572–1574.",
    "Schinz, H., 1894. Ficoideae. Bull. Herb. Boiss. 2, 204–205.",
    "Schinz, H., 1897. Die Pflanzenwelt Deutsch-Südwest-Afrikas (mit Einschluß der westlichen Calahari). Bull. Herb. Boiss. 5 (App. III), 79.",
    "Schrire, B.D., Lavin, M., Barker, N.P., Forest, F., 2009. Phylogeny of the tribe Indigofereae (Leguminosae-Papilionoideae): geographically structured more in succulent-rich and temperate settings than in grass-rich environments. Amer. J. Bot. 96, 816–852.",
    "Scotese, C.R., Gahagan, M., Larson, R.L., 2008. Plate tectonic reconstructions of the Cretaceous and Cenozoic ocean basins. Tectonophysics 155, 27–48.",
    "Shaw, J., Lickey, E.B., Schilling, E.E., Small, R.L., 2007. Comparison of whole chloroplast genome sequences to choose noncoding regions for phylogenetic studies in angiosperms: the tortoise and the hare III. Am. J. Bot. 94, 275–288.",
    "Snijman, D.A., 2013. Plants of the Greater Cape Floristic Region 2: The Extra Cape Flora. Strelitzia 30. South African Biodiversity Institute, Cape Town.",
    "Stamatakis, A., 2006. RAxML-VI-HPC: maximum likelihood-based phylogenetic analysis with thousands of taxa and mixed models. Bioinformatics 22, 2688–2690.",
    "Taberlet, P., Gielly, L., Pautou, G., Bouvet, J., 1991. Universal primers for amplification of three non-coding regions of chloroplast DNA. Pl. Molec. Biol. 17, 1105–1109.",
    "Taylor, C.M., 1994. Revision of Tetragonia (Aizoaceae) in South America. Syst. Bot. 19 (4), 575–589.",
    "Thiede, J., 2004. Phylogenetics, systematics and classification of the Aizoaceae: a reconsideration based on molecular data. Schumannia 4, 51–58.",
    "Thulin, M., 1993. Notes on Tetragonia (Aizoaceae-Tetragonioideae) in Somalia. Nord. J. Bot. 13, 165–167.",
    "Thulin, M., 1994. Aspects of disjunct distributions and endemism in the arid parts of the Horn of Africa, particularly Somalia. In: Seyani, J.H., Chikuni, A.C. (Eds.), Proceedings of the 13th Plenary Meeting AETFAT, Zomba, Malawi, vol. 2, pp. 1105–1119.",
    "Thulin, M., Thiede, J., Liede-Schumann, S., 2012. Phylogeny and taxonomy of Tribulocarpus (Aizoaceae): a paraphyletic species and an adaptive shift from zoochorous trample burrs to anemochorous nuts. Taxon 61 (1), 55–66.",
    "Valente, L.M., Savolainen, V., 2014. Correlates of hyperdiversity in southern African ice plants (Aizoaceae). Bot. J. Linn. Soc. 174, 110–129.",
    "Valente, L.M., Reeves, G., Schnitzler, J., Mason, I.P., Fay, M.F., Rebelo, T.G., Chase, M. W., Barraclough, T.G., 2010. Diversification of the African genus Protea (Proteaceae) in the Cape biodiversity hotspot and beyond: equal rates in different biomes. Evolution 64, 745–760.",
    "Valente, L.M., Savolainen, V., Manning, J.C., Goldblatt, P., Vargas, P., 2011. Explaining disparities in species richness between Mediterranean floristic regions: a case study in Gladiolus (Iridaceae). Global Ecol. Biogeogr. 20, 881–892.",
    "Van der Pijl, L., 1969. Principles of Dispersal in Higher Plants. Springer, Berlin.",
    "Verboom, G.A., Archibald, J.K., Bakker, F.T., Bellstedt, D.U., Conrad, F., Dreyer, L.L., Forest, F., Galley, C., Goldblatt, P., Henning, J.F., Mummenhoff, K., Linder, H.P., Muasya, A.M., Oberlander, K.C., Savolainen, V., Snijman, D.A., Niet, T.v.d., Nowell, T.L., 2009. Origin and diversification of the Greater Cape flora: Ancient species repository, hot-bed of recent radiation, or both? Mol. Phyl. Evol. 51, 44–53.",
    "Verdcourt, B., 1969. The arid corridor between the North-East and South-West areas of Africa. In: Van Zinderen Bakker, E.M. (Ed.), Paleoecology of africa, vol. 4. Balkema, Cape Town, pp. 140–144.",
    "Wikström, N., Savolainen, V., Chase, M.W., 2001. Evolution of the angiosperms: calibrating the family tree. Proc. R. Soc. London B 268, 1–10.",
    "Yu, Y., Harris, A.J., Blair, C., He, X.J., 2015. RASP (Reconstruct Ancestral State in Phylogenies): a tool for historical biogeography. Mol. Phyl. Evol. 87, 46–49.",
    "Zachos, J., Pagani, M., Sloan, L., Thomas, E., Billups, K., 2001. Trends, rhythms and aberrations in global climate 65 Ma to present. Science 292, 686–693."
  ],
  "title": "Out of southern Africa: Origin, biogeography and age of the Aizooideae (Aizoaceae)",
  "title_citations": [
    "Molecular Phylogenetics and Evolution 109 (2017) 203-216"
  ],
  "publication_year": 2017,
  "publication_year_citations": [
    "Molecular Phylogenetics and Evolution 109 (2017) 203-216"
  ],
  "doi": "10.1016/j.ympev.2016.12.016",
  "doi_citations": [
    "http://dx.doi.org/10.1016/j.ympev.2016.12.016"
  ],
  "venue": "Molecular Phylogenetics and Evolution",
  "venue_citations": [
    "Molecular Phylogenetics and Evolution"
  ]
}