{
  "authors": [
    "Richard James Faber",
    "Charles Petrus Laubscher",
    "Fanie Rautenbach",
    "Muhali Olaide Jimoh"
  ],
  "authors_citations": [
    "B.-E. van Wyk, M. Wink, Medicinal Plants of the World, second ed., Briza Publications, Pretoria, South Africa & CAB International, Nosworthy Way, Wallingford, 2018. https://books.google.co.za/books?. (Accessed 22 July 2020).",
    "M.O. Jimoh, A.J. Afolayan, F.B. Lewu, Antioxidant and phytochemical activities of Amaranthus caudatus L. harvested from different soils at various growth stages, Sci. Rep. 9 (2019) 12965.",
    "G.M. Rishton, Natural products as a robust source of new drugs and drug leads: past successes and present day issues, Am. J. Cardiol. 101 (2008) S43–S49.",
    "S. Karuppusamy, A review on trends in production of secondary metabolites from higher plants by in vitro tissue, organ and cell cultures, J. Med. Plants Res. 3 (2009) 1222–1239.",
    "M.O. Jimoh, A.J. Afolayan, F.B. Lewu, Nutrients and antinutrient constituents of Amaranthus caudatus L. Cultivated on different soils, Saudi J. Biol. Sci. (2020). In press.",
    "J.D. Philipson, Plants as source of valuable products, in: Secondary Products from Plant Tissue Culture, Clarendon Press, Oxford, 1990.",
    "O.D. Adegbaju, G.A. Otunola, A.J. Afolayan, Effects of growth stage and seasons on the phytochemical content and antioxidant activities of crude extracts of Celosia argentea L. Heliyon 6 (6) (2020), e04086, 1–11.",
    "M.A. Ashraf, M. Iqbal, R. Rasheed, I. Hussain, M. Riaz, M.S. Arif, Environmental Stress and Secondary Metabolites in Plants: an Overview, 2018.",
    "O.A. Idris, O.A. Wintola, A.J. Afolayan, Evaluation of the bioactivities of Rumex crispus L. leaves and root extracts using toxicity, antimicrobial, and antiparasitic assays, Evidence-Based Compl. Altern. Med. (2019) 1–13.",
    "F. Bourgaud, A. Gravot, S. Milesi, E. Gontier, Production of plant secondary metabolites: a historical perspective, Plant Sci. 161 (2001) 839–851.",
    "M.A. Jimoh, O.A. Idris, M.O. Jimoh, Cytotoxicity, phytochemical, antiparasitic screening, and antioxidant activities of Mucuna pruriens (Fabaceae), Plants 9 (2020) 1–13.",
    "M. Wink, A.W. Alfermann, R. Franke, B. Wetterauer, M. Distl, J. Windhövel, O. Krohn, E. Fuss, H. Garden, A. Mohagheghzaden, E. Wildi, P. Ripplinger, Sustainable bioproduction of phytochemicals by plant in vitro cultures: anticancer agents, Plant Genet. Resour. 3 (2) (2005) 90–100.",
    "T.L. Olatunji, A.J. Afolayan, Comparison of nutritional, antioxidant vitamins and capsaicin contents in Capsicum annuum and C. frutescens, Int. J. Veg. Sci. 18 (2019) 1–18.",
    "M.R. Hamidi, B. Jovanova, T.K. Panovska, Toxicological evaluation of the plant products using Brine Shrimp (Artemia salina L.) model, Maced. Pharm. Bull. 60 (2014) 9–18.",
    "S.O. Salami, A.J. Afolayan, Suitability of Roselle- Hibiscus sabdariffa L. as raw material for soft drink production, J. Food Qual. (2020) 1–9.",
    "O. Gericke, N. Gericke, D.J. Stein, Sceletium tortuosum, in: Complement. Integr. Treat., 2017, pp. 195–199.",
    "J.L. Krstenansky, Mesembrine alkaloids: review of their occurrence, chemistry, and pharmacology, J. Ethnopharmacol. 195 (2017).",
    "B. Muszyńska, M. Łojewski, J. Rojowski, W. Opoka, K. Sułkowska-Ziaja, Natural products of relevance in the prevention and supportive treatment of depression, Psychiatr. Pol. 49 (2015) 435–453.",
    "A.L. Harvey, L.C. Young, A.M. Viljoen, N.P. Gericke, Pharmacological actions of the South African medicinal and functional food plant Sceletium tortuosum and its principal alkaloids, J. Ethnopharmacol. (2011).",
    "W. Dimpfel, L. Schombert, N. Gericke, Electrophuarmacogram of Sceletium tortuosum extract based on spectral local field power in conscious freely moving rats, J. Ethnopharmacol. 177 (2016) 140–147.",
    "S. Patnala, I. Kanfer, Chemotaxonomic studies of mesembrine-type alkaloids in Sceletium plant species, S. Afr. J. Sci. 109 (2013) 1–5.",
    "B.-E. van Wyk, M. Wink, Phytomedicines, Herbal Drugs, and Plant Poisons, first ed., Briza Publications, Pretoria, 2015.",
    "D.D. Coetzee, V. López, C. Smith, High-mesembrine Sceletium extract (Trimesemine™) is a monoamine releasing agent, rather than only a selective serotonin reuptake inhibitor, J. Ethnopharmacol. 177 (2016) 111–116.",
    "G.I. Stafford, M.E. Pedersen, J. van Staden, A.K. Jäger, Review on plants with CNS-effects used in traditional South African medicine against mental diseases, J. Ethnopharmacol. 119 (2008) 513–537.",
    "A.C. Bennett, A. Van-Camp, V. López, C. Smith, Sceletium tortuosum may delay chronic disease progression via alkaloid-dependent antioxidant or anti-inflammatory action, J. Physiol. Biochem. 74 (2018) 539–547.",
    "A.A. Teto, C.P. Laubscher, P.A. Ndakidemi, I. Matimati, Paclobutrazol retards vegetative growth in hydroponically-cultured Leonotis leonurus (L.) R.Br. Lamiaceae for a multipurpose flowering potted plant, South Afr. J. Bot. 106 (2016) 67–70.",
    "M. Hadizadeh, H. Ofoghi, M. Kianirad, Z. Amidi, Elicitation of pharmaceutical alkaloids biosynthesis by salicylic acid in marine microalgae Arthrospira platensis, Algal Res. 42 (2019) 101597.",
    "S. Fadhil, M.H. Reza, G. Rouhollah, V.R.M. Reza, Spectrophotometric determination of total alkaloids in peganum harmala L. Using Bromocresol green, Res. J. Phytochem. 1 (2007) 79–82.",
    "S. Patnala, I. Kanfer, HPLC analysis of mesembrine-type alkaloids in Sceletium plant material used as an african traditional medicine, J. Pharm. Pharmaceut. Sci. 13 (2010) 558–570.",
    "I. TIBCO Software, Statistica (data analysis software system), version 13, 2017.",
    "A.K. Shukla, M. Mall, S.K. Rai, S. Singh, P. Nair, G. Parashar, A.K. Shasany, S.C. Singh, V.K. Joshi, S.P.S. Khanuja, A transcriptomic approach for exploring the molecular basis for dosha-balancing property-based classification of plants in Ayurveda, Mol. Biol. Rep. 40 (2013) 3255–3262.",
    "A. Silber, A. Bar-Tal, Nutrition of Substrate-Grown Plants, 2008."
  ],
  "title": "Variabilities in alkaloid concentration of Sceletium tortuosum (L.) N.E. Br in response to different soilless growing media and fertigation regimes in hydroponics",
  "title_citations": [
    "page 1, Research article section"
  ],
  "publication_year": 2020,
  "publication_year_citations": [
    "page 1, header: Heliyon 6 (2020) e05479",
    "page 1, footer: © 2020 Published by Elsevier Ltd."
  ],
  "doi": "10.1016/j.heliyon.2020.e05479",
  "doi_citations": [
    "page 1, footer: https://doi.org/10.1016/j.heliyon.2020.e05479"
  ],
  "venue": "Heliyon",
  "venue_citations": [
    "page 1, header",
    "page 1, journal logo"
  ]
}